Repository: MohammedZewin27/music_app
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home
ar: الرئيسية

source: Music
ar: موسيقى

source: Video
ar: فيديو

source: Setting
ar: إعدادات

source: Sing In
ar: تسجيل الدخول

# singInText
source: Sign in now to access your saved music.
ar: سجِّل الدخول الآن للوصول إلى الموسيقى المحفوظة لديك.

source: Email
ar: الإيميل

source: Password
ar: كلمة المرور

source: Forgot
ar: نسيت

# dontHaveAccount
source: Don't have an account?
ar: لا امتلك حساب للدخول

source: Sing Up
ar: سجِّل الآن

# singUpText
source: Sign up now for start meditating, and explore Medic.
ar: سجِّل الآن وابدأ في التأمل، واستكشف ميديك

source: Username
ar: اسم المستخدم

# validUsername
source: please insert Username
ar: اسم المستخدم

# validEmail
source: please insert Email
ar: الايميل

# validEmail2
source: Correct the email
ar: الايميل غير صحيح

# validPassword
source: please insert password
ar: كلمة المرور

# haveAccount
source: Already have an account?
ar: لدي حساب للدخول
